["[UNK]", "bdo", "bonus", "now", "gcash", "app", "no", "promo", "win", "pay", "credit", "enjoy", "visit", "deposit", "card", "apply", "account", "100", "search", "online", "claim", "real", "tcs", "valid", "po", "cash", "register", "globeone", "cashback", "rewards", "code", "day", "1", "smart", "days", "spend", "globe", "2", "data", "sign", "3", "chance", "time", "daily", "2024", "makakuha", "unionbank", "offer", "raffle", "months", "0", "2025", "travel", "php", "money", "deals", "redeem", "extra", "min", "play", "load", "texts", "unli", "cards", "runs", "otp", "send", "exclusive", "access", "tap", "30", "voucher", "download", "31", "15", "loan", "earn", "2023", "12", "payment", "not", "mobile", "ggives", "receive", "book", "sale", "gloan", "link", "details", "advisories", "business", "bank", "maya", "games", "gcredit", "pesos", "avail", "2686", "quick", "manalo", "deposito", "calls", "learn", "24", "sites", "libreng", "promos", "links", "fees", "check", "lucky", "allnet", "update", "50", "economy", "verify", "start", "loans", "center", "7", "gift", "share", "message", "gojackpot", "easy", "6", "slot", "select", "rate", "5", "shopee", "borrow", "shop", "log", "continue", "limit", "users", "savings", "payday", "experience", "invite", "email", "sumali", "service", "customer", "celebrate", "6888p", "4", "transaction", "prizes", "live", "instant", "entries", "contact", "432a4649aa", "20", "stay", "special", "samsung", "registered", "received", "postpaid", "pera", "mos", "go99", "enter", "dashboard", "avoid", "araw", "8gb", "unang", "purchase", "p50", "login", "advisory", "shopping", "makatanggap", "libre", "installments", "dec", "store", "installment", "1000", "manila", "fee", "event", "enroll", "w19", "ready", "plan", "p100", "lazada", "hotel", "fair", "arawaraw", "approval", "prepaid", "makuha", "maglaro", "limited", "jackpot", "feb", "christmas", "scam", "march", "hours", "dti", "casino", "term", "series", "favorite", "bagong", "8", "500", "weekend", "uniondigital", "tournament", "reward", "recharge", "official", "office", "offers", "monthly", "helpauniondigitalbankio", "bet", "25", "yan", "vip", "unlock", "rush", "red", "permit", "p500", "june", "fun", "delivery", "choose", "bills", "balance", "14", "worth", "wins", "tomorrow", "ticket", "stores", "slots", "phone", "nanalo", "luck", "alert", "100p", "wag", "sms", "sim", "pwede", "prize", "panalo", "magregister", "friday", "expire", "banking", "22", "safe", "registration", "rebate", "news", "networks", "777", "247", "winning", "wheel", "verification", "transfer", "trade", "spin", "security", "onetime", "nov", "minutes", "mastercard", "kunin", "kita", "iphone", "gamit", "fitness", "apps", "airlines", "winningplus", "total", "receiving", "mar", "kindly", "jc", "300", "177bet", "unlimited", "services", "required", "pro", "partner", "msgs", "max", "maglagay", "info", "grab", "game", "177p", "waiting", "view", "trusted", "scammers", "request", "reach", "oro", "kumita", "holiday", "02", "saya", "reply", "reminder", "iclick", "envelope", "earned", "banco", "aug", "999p", "200", "rates", "mas", "epicwin", "egovph", "discount", "bonuses", "april", "air", "usa", "simply", "scan", "premyo", "p10000", "membership", "laro", "july", "illegal", "gym", "freebie", "fares", "exciting", "bar", "225678", "user", "upgrade", "transactions", "support", "qualify", "psk", "profile", "power", "players", "password", "ortigas", "night", "month", "monday", "magdeposito", "maclaim", "light", "happy", "golden", "go59", "globetm", "follow", "expires", "congratulations", "budget", "blast", "annual", "36", "18888", "177", "10k", "watch", "updated", "txt", "team", "signature", "save", "sagot", "reference", "jili", "hurry", "hotline", "google", "goextra99", "gaming", "galaxy", "disregard", "concerns", "city", "august", "8080", "500p", "1000p", "wait", "sugarplay", "sept", "proceed", "petron", "period", "messages", "main", "magrehistro", "love", "instapay", "facebook", "europe", "dagdag", "cell", "add", "50k", "2022", "vouchers", "trip", "tara", "subject", "starting", "sky", "process", "peso", "p2000", "p10", "magparehistro", "japan", "double", "doblehin", "device", "december", "complete", "baraha", "addon", "active", "888", "4605", "\u00e2\u20ac\u2122", "week", "suspicious", "super", "subscription", "saturday", "s23", "result", "report", "remember", "pldt", "magrecharge", "lots", "ist", "funds", "everyday", "connected", "boost", "activate", "9", "23", "1999", "signup", "season", "sbet", "platform", "philippines", "personal", "p2k", "nyo", "nba", "maintenance", "magsign", "lounge", "late", "jun", "idownload", "fast", "extended", "explore", "egg", "cumulative", "care", "benefits", "bang", "additional", "29", "225687", "13", "1159pm", "100mb", "xiaomi", "warning", "url", "tiktok", "temporarily", "pulang", "pek", "netflix", "loved", "igb", "gigapoints", "family", "events", "drop", "deactivation", "choice", "booking", "amazing", "agoda", "affordable", "advised", "action", "66", "60", "35", "100k", "sqm", "simulan", "scheduled", "regular", "prequalified", "powered", "pls", "pick", "p50000", "p300", "notice", "moneymax", "messenger", "level", "left", "gdayeveryday", "fb", "draw", "cup", "credits", "chances", "cavite", "auto", "appliance", "address", "abenson", "8888", "6888", "63025", "11", "trias", "tgif", "terms", "swerte", "suspended", "surfing", "stream", "regulated", "qr", "pik", "payments", "pass", "p50k", "p1000", "ngayong", "minimum", "makati", "magenjoy", "machine", "life", "huawei", "goextra199", "giveaway", "failure", "dti208437", "discover", "convert", "confirm", "club", "branch", "bets", "bahay", "approved", "999", "7777", "588p", "40", "3000p", "28", "21", "2000", "16", "1212", "wala", "vibes", "secure", "roaming", "protection", "processed", "premium", "package", "p99", "p200", "p199", "oras", "nandito", "merry", "maglog", "location", "livestream", "jackpotcity", "house", "holidays", "hold", "gjp", "gifts", "gawin", "forget", "condition", "citi", "cimb", "charge", "button", "await", "authentication", "agent", "agad", "72139999", "2882", "winner", "weekly", "vus", "usd404", "upto", "ub", "tandaan", "summer", "stepbystep", "settle", "score", "sali", "salamat", "purchases", "punta", "products", "price", "pin", "october", "oct", "network", "morning", "mong", "maraming", "makakakuha", "magclaim", "mac", "journey", "january", "including", "hope", "gsafetayo", "galing", "fly", "flash", "final", "extend", "epic", "emirates", "discounts", "dine", "choosing", "buffet", "bsp", "bring", "boss", "bonanza", "ayala", "awaits", "availment", "assistance", "appointment", "adventure", "777p", "588", "2gb", "1888", "17", "wallet", "unsubscribe", "treat", "traffic", "tgis", "tapat", "sunday", "sobre", "shipping", "settings", "september", "san", "ps000", "processing", "prepare", "post", "polo", "pinotp", "pilipinas", "pi500", "pi000", "pagkakataon", "p20000", "otw", "november", "natanggap", "napanalunan", "nag", "msgstxt", "midnight", "marco", "mall", "landers", "korea", "klook", "joyride", "issues", "issue", "international", "hrs", "hijack", "gamitin", "friends", "excitement", "eto", "encourage", "embrace", "easily", "earning", "dobleng", "debit", "deal", "condo", "conditions", "commercial", "coming", "bug", "bingo", "billing", "bayad", "bal", "attempts", "arrived", "alagangglobe", "airways", "3000", "25000", "138p", "10gb", "0917", "045", "youtube", "winners", "username", "usd563", "units", "unit", "unable", "termination", "tangkilikin", "speed", "sige", "sgb", "sep", "robinsons", "roam", "restricted", "reno", "pts", "promotion", "pesonet", "paying", "paid", "pagkakataong", "p250k", "p158", "oppo", "oo", "nagsend", "msg", "method", "makipagugnayan", "local", "league", "joy", "iphone14", "inquiries", "httpsbitlyeykjyjx", "history", "halagang", "gxi", "gumagamit", "grabfood", "gojackpots", "goals", "gen", "feel", "ensure", "digital", "connection", "cliqq", "claimed", "calling", "brand", "boosted", "bisitahin", "bgc", "bahala", "aura", "apple", "accounts", "9am", "50p", "2x", "22564722", "130", "1000p177p", "yamaha", "withdraw", "westin", "vivo", "visa", "varies", "valued", "valley", "valentines", "unavailable", "tumaya", "tickets", "swipe", "supermarket", "subukan", "sports", "spins", "social", "soa", "smrtphlivestream", "skyro", "siot", "sincerely", "silicon", "set", "sender", "sana", "salemanila", "roulette", "review", "returned", "reserve", "random", "proof", "player", "philippine", "perks", "pe000", "paymaya", "partners", "palawan", "palampasin", "pahiram", "p2sk", "overlimit", "note", "national", "naka", "nagaalok", "maple", "magandang", "lionsgate", "lighter", "legit", "kaibigan", "ireport", "internet", "insurance", "instore", "increase", "iclaim", "gxchange", "grand", "gpm", "gold", "god", "go149", "gas", "freebies", "expired", "egift", "easier", "domestic", "dict", "dhaiz", "credited", "congrats", "collect", "codes", "cod", "certificate", "cebu", "catch", "car", "billed", "biggest", "baka", "awesome", "afternoon", "ace", "9pm", "88p", "888p", "88888", "86671680", "7pm", "77", "55", "45", "27", "19", "153", "123124", "\ud83c\udfcb\ufe0f", "\u00e2\u20ac\u201d", "yyafcynqsw", "winplus", "wifi", "wellness", "visiting", "viber", "unrecognized", "unpaid", "ultimate", "udidit", "ud", "tutor", "trust", "treats", "topup", "tips", "thrill", "surf100mb", "surf", "students", "straight", "started", "starlux", "stable", "spotify", "short", "selected", "screenshot", "rides", "rider", "retail", "renew", "reminds", "reached", "rateapply", "pwin777", "promotions", "premier", "policy", "pocket", "perfect", "pax", "pasko", "participating", "papremyo", "paglalaro", "p3000", "p2500", "p174900", "p125k", "p100000", "nationwide", "nakatanggap", "mwell", "music", "mataas", "maniwala", "manage", "mail", "magggives", "magborrow", "madali", "luxury", "lunch", "loaded", "list", "kulangin", "kay", "jili747", "ix", "itong", "instantly", "informed", "hotels", "greenbelt", "giveaways", "ggb", "gfiber", "fteb201331", "friendly", "foodpanda", "finally", "entry", "enrollment", "emergency", "el", "ek", "dinner", "dial", "development", "deposits", "deadline", "crazy", "convenience", "control", "community", "classic", "china", "change", "ccg", "cafe", "bukas", "bagsakan", "bag", "appliances", "alok", "airasia", "advance", "accept", "abala", "88", "388p", "31999p", "188p", "15k", "withdrawal", "whatsapp", "weekdays", "video", "vehicle", "unibet", "tuwing", "turnover", "turkish", "true", "travels", "transfers", "trace", "trabaho", "suspension", "surprise", "subscriber", "streaming", "stays", "starts", "spree", "speeds", "software", "siguradong", "shangrila", "rfid", "refund", "refer", "rebates", "puhunan", "privacy", "preselling", "pgk", "penalty", "pantawid", "pancake", "pagibig", "pacific", "p800", "p77777", "p777", "p7748", "p42999", "p2760", "p19800", "p18p1188", "p149", "p100k", "opt", "ntc", "niyo", "ndrrmc", "nalang", "nagtext", "naghihintay", "mysss", "monfri", "moment", "moko", "mins", "mega", "magkano", "magingat", "korean", "kit", "jewelry", "item", "ioo", "instructions", "ids", "idouble", "identity", "ibigay", "httpsntcgovph", "hey", "haha", "grove", "grocery", "granted", "ggantic", "friend", "floor", "fishing", "february", "fake", "ewallet", "eva", "elite", "elevate", "dti212203", "dive", "dining", "dinein", "delays", "deactivated", "created", "convenient", "contribution", "continuous", "continues", "connectivity", "coins", "clinic", "class", "chosen", "challenge", "central", "bvlgari", "budols", "box", "betso88", "basta", "banks", "autosweep", "assist", "asiana", "asia", "appstore", "activity", "accumulate", "9yi", "99", "900", "80", "70", "5c", "588p388p", "5000000", "3day", "2nd", "205", "1year", "197", "18", "143", "128", "12000p", "1111", "10am", "100000", "\ud83d\ude0a", "\u00f0\u0178\u201c\u008d", "\u00f0\u0178\u017d\u00b6", "\u00e2\u201a\u00b17777", "\u00e2\u201a\u00b11000", "zalora", "wednesday", "watching", "violation", "vary", "usdt", "usd2880", "uniqlo", "unforgettable", "tuition", "tsansa", "travelling", "track", "touch", "times", "thursday", "thai", "texting", "telegram", "tecno", "tau", "sweet", "susunod", "supergo99", "sun", "staycation", "star", "staff", "spm", "south", "solar", "smrtphubwelcomegift", "sir", "shot", "serve", "seasonal", "school", "schedule", "scams", "safety", "sabong", "ride", "reset", "requested", "remain", "referral", "redelivery", "recipient", "rainfall", "questions", "qatar", "provide", "protect", "prime", "popular", "pldthomeinfolgp", "piso", "pisk", "pickup", "person", "perk", "performance", "pe500", "parcel", "papunta", "panaloka", "pagulan", "pagguho", "pagbaha", "pabuya", "p59", "p588", "p30000", "p177", "p113200", "p10k", "otps", "options", "ngayun", "nearby", "nating", "napili", "nakuha", "mtcn", "mobi", "mmda", "mitsubishi", "mio", "milyunmilyong", "meron", "medical", "mbsos", "maximum", "matinding", "maswerteng", "malaki", "magkaroon", "magiging", "magbayad", "magapply", "lupa", "loyalty", "loop", "logging", "loadpromo", "loading", "linked", "license", "landbank", "kuya", "jilivip", "jal", "items", "iq2wee7ca", "ipad", "invest", "ingat", "inform", "indulge", "ignore", "ibang", "hottest", "holy", "hinahanap", "health", "halloween", "hall", "government", "golearnwork", "goal", "gigaroam", "gadgets", "fund", "fteb178657", "food", "flowerstore", "flight", "fiba", "feeling", "fave", "evening", "erdday", "eligible", "electric", "eggs", "dyson", "dti201874", "dti181104", "depo", "delivered", "deliver", "davao", "dating", "customers", "conveniently", "consultation", "conducting", "concert", "commission", "clicking", "cheers", "checking", "chat", "celebrations", "cashin", "browser", "bpi", "bonu", "birthday", "binabati", "beware", "ber", "bdostopscam", "bdoonline", "bdoalert", "banda", "awarded", "apr", "application", "appearing", "anytime", "ambassador", "amazon", "activities", "acadarena", "9119196735541828", "8pm", "8000p", "7eeafa", "512gb", "45th", "388", "33", "20000", "18p", "188", "1777", "1682", "1416", "12gb", "073124", "\u00f0\u0178\u201c\u2026", "\u00f0\u0178\u201c\u017e", "\u00e2\u0153\u00a8", "zone", "worryfree", "winpnoweu", "winplusnaeu", "white", "walker", "virtual", "village", "views", "veterinary", "verified", "venue", "validity", "usd750", "usd2850", "usd284", "usd", "updates", "upcoming", "unlinking", "unlinked", "unleash", "unknown", "union", "understanding", "tuned", "tuesday", "triple", "towel", "totoo", "tonight", "thrills", "thrilling", "tech", "tayong", "tao", "talaga", "superstore", "suite", "success", "subscribers", "style", "stress", "step", "spirit", "speaker", "southkami", "smx", "smrtphsmartappsale", "smrtphgetsmartapp", "smash", "signin", "sg777", "servicescash", "servicescard", "seize", "seamless", "scatter", "roger", "rockwell", "reverification", "resort", "resolved", "residential", "reservations", "require", "renewal", "reload", "relink", "registrations", "redemptions", "receptionist", "qouxcqkihgz", "pwedeng", "product", "prices", "presentation", "prefer", "powerbank", "plans", "planet", "pindutin", "pinakamataas", "piay", "php20", "photo", "phones", "party", "participate", "parking", "paper", "pangalan", "pandagdag", "pal", "paki", "pahintulot", "pagsign", "pagsali", "p96000", "p90", "p8888", "p6625", "p57", "p555", "p38", "p30k", "p25k", "p2580", "p250", "p188", "p184900", "p18000", "p15k", "p155", "p149mo", "p1399", "p120", "p117", "outstanding", "opportunity", "onground", "oneofakind", "nonstop", "newbies", "nation", "nasan", "napo", "napiling", "nanonood", "nangungunang", "naglalaman", "nagdeposito", "musta", "multiple", "mpin", "movie", "mothers", "moon", "mo100", "missed", "miculob", "memoxpress", "megamall", "maturity", "matured", "matanggap", "market", "mark", "manggahan", "maligayang", "malaking", "mahijack", "magic", "maggloan", "maggcredit", "magdeposit", "machines", "mabilis", "maamsir", "lumang", "lte", "loob", "lock", "litrato", "limitedtime", "limitasyon", "limitadong", "ligtas", "licensed", "legends", "lauder", "land", "laguna", "kimphil28agmailcom", "katanungan", "kasamang", "kasama", "jul", "jollibee", "joining", "java", "iq2wee8ca", "ipamimigay", "investment", "initiate", "independence", "incredible", "inconvenience", "inapp", "imagine", "ikea", "iggives", "ienjoy", "huge", "httpsloansuniondigitalbankio", "hour", "honor", "hong", "highly", "hbo", "hasslefree", "hardware", "handa", "halika", "guide", "guarantee", "greyhound", "greenhills", "gravis", "gounli", "googleplay", "golonger10", "goken", "gojackpotph14icu", "gogive", "globeoneexclusive", "gigi", "gbecaf", "gawing", "gate", "gabi", "future", "frequent", "freedom", "fortune", "fonestyle", "financing", "fiesta", "fgtua", "fashion", "fantastic", "fan", "failed", "expiring", "expect", "epwin", "envelopes", "employer", "egb", "effort", "ed2n", "dto", "dti206390", "dti197106", "dti182961", "dti161325s23", "drinks", "dream", "district", "detected", "dept", "d2", "cutoff", "cruise", "creditcard", "coupon", "country", "cooperation", "completed", "collected", "cockfighting", "clinique", "clark", "chill", "charges", "charger", "cathay", "cashout", "cashless", "canva", "cancel", "byd", "bonusnaghihintay", "bmw", "bistro", "billers", "betfil", "bdodeals", "barbie", "banner", "balances", "baccarat", "avida", "atrium", "aprils", "applicable", "appinstallment", "andrew", "analyst", "amt", "almalbis", "allinone", "alabang", "adventures", "admin", "ade2c2", "99bet", "889", "8540", "800", "777177", "68", "63917689", "6309", "517", "4888", "4842ea", "48", "3733", "354", "2888", "26", "256gb", "250", "24seven", "225361", "2023p", "200k", "2000p", "190999", "1888p", "180", "1319000000", "1181", "1100", "10888", "103124", "100pmay", "10000", "063025", "06", "049", "046", "\ud83d\ude09\ud83e\udd11", "\ud83d\udccdpajonic", "\ud83c\udfb0", "\u2022", "\u00e2\u201a\u00b140", "\u00e2\u201a\u00b1", "\u00d0\u00b5", "zumba", "youyour", "yg777", "yay", "yasss", "xpander", "xin", "xiaomi8999p", "wout", "worry", "workout", "wn", "winplusph2icu", "winnings", "western", "websitedealssearch", "websitedealsbalance", "weather", "watsons", "watches", "warm", "walk", "volte", "vivier", "validate", "vaccine", "v30e", "v30", "uwi", "usd780", "usd760", "usd248", "usd240", "usd2051", "usd200", "urgent", "unlispins", "unibank", "ung", "undergoing", "uncle", "unbox", "unauthorized", "umuulan", "ulit", "tumawag", "tumataya", "tumatanggap", "tulog", "tubig", "tshirt", "truck", "trips", "tricks", "tree", "transferbalance", "transact", "trademarks", "tracking", "township", "tour", "todayplease", "timezone", "tian", "telecommunications", "tastes", "taon", "tanging", "tagumpay", "table", "taal", "surfaall", "superstarlevel", "sugal", "subscribed", "styles", "stressfree", "stocks", "stkby7", "steal", "stars", "stand", "sss", "spot", "specialties", "sound", "sold", "sobreng", "smrtphsimregfaqs", "smrtphnbalppossms", "smarts", "smartcomphpostpaidwhatsnew", "skyline", "skincare", "singapore", "shoopee", "shirt", "shells", "sharing", "sentral", "sending", "secured", "sea", "sat", "sando", "sales", "salary", "saiy7n7lbcuk", "safely", "s25", "s24", "rounds", "rock", "rin", "rewunlicall", "retrieve", "restart", "resorts", "requests", "repay", "remove", "remitting", "relax", "registering", "refresh", "redevelopment", "reasons", "reactivate", "purposes", "puregold", "pura", "psm", "protektodo", "prosperity", "project", "program", "prevent", "preferred", "pool", "plusget", "plate", "plant", "pinakamalaking", "pieces", "phtravel", "phpi000", "php108", "philhealth", "pawnshop", "paunang", "patience", "parttime", "parks", "parehong", "parang", "papahuli", "pamilya", "pakihanda", "pagwawagi", "pagtaya", "pagrehistro", "pagod", "pagcor", "pagclick", "paclaim", "packet", "pack", "paborito", "p87100", "p7sk", "p77628", "p77", "p750", "p700", "p60k", "p425month", "p425mo", "p35k", "p300k", "p298", "p25000", "p2268", "p20k", "p20", "p199mo", "p1555", "p150", "p1222", "p1188", "overseas", "original", "orcr", "option", "opt000023", "opisyal", "onwards", "onhold", "ongoing", "okada", "offersbalance", "nmax", "ninyo", "nido", "nice", "nga", "negosyo", "nareceive", "nananalo", "nalagay", "nakawhite", "nakatayo", "naglaro", "naglalaro", "nagbabanta", "mwellphonelinkmelnflsigsms22", "multipurpose", "movement", "mon", "mom", "miyembro", "metromart", "metrobank", "messnger", "messager", "merchant", "megaworld", "meeting", "meet", "mayaphmayaupdates", "matulog", "matatanggap", "marcopoloortigas", "mapriority", "mangongolekta", "management", "mam", "mali", "makukuha", "magshopping", "magpalista", "magpadala", "magimbita", "luxurious", "lumabas", "lpu", "lottery", "lot", "lodi", "locked", "linking", "lights", "lifetime", "lifestyle", "lg", "law", "landline", "lalamove", "lakers", "labas", "kuryente", "kumusta", "kinakailangang", "kick", "keyword", "kana", "kaming", "kalakip", "kain", "kabayan", "kaagad", "jt", "joint", "johns", "john", "job", "jl77tv", "jilislotvip", "jilisabongbaccarat", "jb", "jackpots", "ishare", "iq2weesca", "iq2weegca", "iphone15pro", "investments", "invalid", "intimate", "insured", "inquired", "inout", "incur", "includes", "incan", "inbox", "idd", "icontact", "ibr", "hygiene", "humiram", "humabol", "huling", "httpsgojackpotsicu", "httpsgojackpotivegas", "httpsgojackpotiicu", "hot", "ho", "hnvbuk", "hit", "hireal", "highend", "heroes", "helloreal", "hellobagong", "heavy", "hearts", "hawak", "hassle", "harry", "handog", "gzstra", "gutom", "grabcar", "gplay", "gowucomefindagentlocphen", "gounli30", "gounli20", "gosg", "gorenew", "goplus99", "golonger50", "gojackpotiink", "goextra59", "goextra", "godeals", "globes", "global", "ginsure", "gigahertz", "geniepot", "gcrypto", "gc", "garena", "gam", "gadget", "fortunes", "flights", "flagship", "fines", "financial", "filled", "filipino", "file", "fgptaa", "fggn39", "fb\ud83d\udc8c\ud83e\udd11", "faster", "fam", "facilities", "exquisite", "express", "existing", "exact", "etihad", "etap", "estee", "essentials", "eraserheads", "epicwins", "epcweu", "entrance", "entities", "emq", "easytrip", "east", "dyan", "dti212725", "dti212649", "dti207939", "dti197461", "dti191731", "dti166339s23", "dti15731", "driving", "drink", "dreams", "draws\u00c2\u00a0", "dp", "downpayment", "downloading", "dose", "dolphin", "doh", "document", "doctor", "doble", "direktang", "dinanas", "diamond", "devices", "destinations", "deserve", "dali", "dad", "cut", "current", "currency", "crypto", "creation", "covered", "coverage", "countries", "corners", "contributions", "contis", "continuously", "continually", "contacts", "consumption", "considered", "consent", "confidence", "concern", "concept", "completing", "compete", "coke", "coin", "cod63", "cocktails", "coc", "cny", "clubhouse", "clothes", "clean", "citigroup", "checks", "checkout", "charging", "chancety72tv", "champions", "celtics", "called", "calendars", "byahe", "bsd", "browsing", "brookside", "boutique", "boracay", "blue", "blooms", "black", "bimbo", "bigyan", "beneficiary", "bedroom", "beauty", "beach", "bday", "bawal", "batara", "batangas", "basketball", "bangko", "band", "balitang", "balita", "b9kcoza", "automatically", "automatic", "australia", "attention", "attempt", "app\u2014", "apkgametopcomliveph", "antiviruspedianetlive", "anniversary", "angkas", "anak", "ampao", "amo", "alliance", "alinlangan", "alessandra", "alamin", "alam", "airline", "aid", "afaaaf", "aerophone", "adding", "accountwarning", "accessories", "abangan", "98p", "80k", "7eleven", "77p", "7777p", "777777", "77777", "75k", "73125", "730pm", "730", "711", "70k", "63951723", "63917998", "63917188", "57", "555", "5340", "51000p", "50mb", "50first", "500k", "5000p", "5000cash", "5000", "46", "44", "43bafd", "43025", "3888", "300p", "2magrecharge", "2iiv7y7at", "2br", "298php", "28888", "24mos", "24month", "2330", "22825", "20p", "20gb", "207804", "1999p", "178", "16gb", "168", "166p", "1522", "1500", "150", "1499", "12000", "1200", "11am", "10bonus", "1088", "10312024", "1010", "063023", "062824", "042", "03", "0253188655", "\ud83e\ude75", "\u274c", "\u2019", "\u2014", "\u00f1aque", "\u00f0\u0178\u203a\u00b5\u00f0\u0178\u203a\u00b5\u00f0\u0178\u203a\u00b5", "\u00f0\u0178\u2022\u00a2", "\u00f0\u0178\u017d\u0178\u00ef\u00b8\u008f", "\u00f0\u0178\u008d\u00b9", "\u00f0\u0178\u008d\u00b8", "\u00e2\u20ac\u02dc", "\u00e2\u201a\u00b11500", "\u00e2\u2014\u2020\u00e2\u2014\u017d\u00e2\u2014\u2020", "\u00e2\u0153\u00a8\u00f0\u0178\u017d\u00b8", "\u00e2\u008f\u00b0", "zoom", "zipair", "yystfsreenl", "yy777hello", "yellow", "yearround", "yamanashi", "xyz", "xmas", "xavier", "x9c", "wwwsmartcomphlivestream", "wwwshangrilapropertiesinccomrisemakati", "wwwsecgovph", "wwwatortigascom", "wplushugede", "wowreal", "wow", "wolverine", "wohoo", "withdrawn", "withdrawals", "wishing", "wireless", "winpluspromocom", "winpluspheu", "wine", "wikipedia", "welfareslot", "welcomes", "weekends", "websitedeals", "water", "washing", "waltermart", "wall", "waffle", "wack", "vusbarandlounge", "viu", "vista", "vision", "visayas", "vios", "vikings", "vietnam", "victory", "verde", "venture", "vday", "vargas", "valorant", "utility", "usd909", "usd888", "usd270", "usd2318", "usd2298", "usd220", "usd2016", "usd100", "ur", "uptodate", "upsize", "updating", "unsuccessful", "unsecured", "unobank", "unlonbank", "unlocking", "university", "unique", "uninowphocom", "unathorized", "umulan", "umalis", "ultrafast", "uhd", "ucoins", "ubet", "ua50", "ty", "twin", "tuluytuloy", "tuloy", "tulong", "tuefri", "tube", "trialfunds", "trial", "trending", "travelrelated", "travelbetter", "transacting", "training", "toyota", "town", "tourna", "tory", "topnotch", "tokyo", "tokens", "tnyimcrazytime", "tnx", "tita", "tingnan", "tim", "tigdas", "tiendesitas", "ticketlibreng", "tibet", "thousands", "telset", "techno", "teams", "tcsearch", "taya", "tattoo", "tasks", "tapping", "tanza", "tanggal", "tanacia", "tamang", "talo", "talagang", "taguig", "tagal", "taas", "ta777tvomd", "synergy", "syempre", "sya", "sx", "swift", "sweldo", "svip", "survey", "surprises", "supported", "supermarkets", "sunlight", "sumangguni", "sulit", "suki", "suites", "sugarbetslotsacom", "subscriptions", "subscribe", "subdivision", "studios", "studio", "student", "stressed", "streak", "straightcash", "storm", "stopspam", "stipend", "steps", "steam", "steaks", "steak", "status", "standard", "spswinseu", "spotted", "sport", "spoofing", "spinsnoweu", "spinsfuneu", "spicy", "space", "spa", "sp7goicom", "sounds", "someones", "solviva", "solaire", "sofina", "sofara", "sobrang", "snatch", "snag", "smxl23sawe", "smrtphsmartlive", "smrtphnov11sale", "smrtphnbaleaguepass", "smrtphmillennialresorts", "smrtphfreelanders", "smrtphesteelauderxsmart", "smrtphcliniquexsmart", "smrtphbookanapp", "smartscooter", "smartphones", "smartphone", "smartcsvslxk", "slimmers", "sleek", "skin", "sjl", "size", "sirmaam", "singlife", "singlereceipt", "sims", "simple", "simonly", "silver", "sigurado", "signuprenew", "signing", "shoes", "shizuoka", "shippingcart", "shinagawa", "shift\u00e2\u20ac\u2122", "shifting", "shield", "sheriff", "shein", "sharetreats", "shared", "shareable", "shakeys", "shake", "sgcapable", "sgbett2com", "serving", "servicesselect", "servicescredit", "serviceability", "served", "serendra", "sends", "selling", "scroll", "scammer", "sbetwineu", "saweetie", "savory", "savemore", "satisfy", "sasakyan", "sasabay", "sarah", "sap", "sanitize", "sangla", "sands", "sandals", "sam", "salvan", "sakto", "sakit", "sainyo", "sahod", "safer", "s10t", "running", "rubella", "rsvp", "routines", "routes", "roll", "robert", "road", "risemakati", "rise", "rewarding", "rewarded", "revocation", "revel", "returning", "return", "retailers", "restored", "restaurant", "rest", "reschedule", "resale", "requiring", "requires", "requirements", "requestcash", "republic", "representatives", "replay", "remittance", "reloadable", "reliable", "rehlstro", "regularly", "registrat", "reg", "redmi", "redemption", "redelivered", "redeeming", "record", "recommend", "recieve", "recharging", "reactivation", "rcbc", "rbet", "ratemo", "rapidly", "range", "raise", "rains", "race", "qualifiers", "qualified", "qrph", "qantas", "pw42aweqbjs", "psst", "psc", "psa", "providing", "provider", "proseso", "properties", "promolinkstyeavrpdc", "projector", "programa", "profit", "proficiency", "priority", "prioritize", "prints", "priceless", "preview", "preorder", "preferential", "prediction", "predict", "prebooking", "prebook", "pre", "practical", "po\u00f0\u0178\u0152\u00a4\u00ef\u00b8\u008f", "po\u00f0\u0178\u0090\u00bc\u00f0\u0178\u0090\u00bc\u00f0\u0178\u0090\u00bc", "powers", "powercard", "potential", "postpaidbro", "postalyour", "portal", "portability", "pong", "pondo", "polio", "poker", "podium", "poco", "playing", "plano", "planning", "plains", "pi\u00f1", "pizza", "pinoyslottv", "pinoy", "pinakamalapit", "pinakamahusay", "pinaka", "pilitin", "pico", "pic", "pi777", "pi00", "phs", "phpi488", "phpg000", "php711", "php33", "php250", "php100", "phlto2tw", "phloan", "phl777tv", "phl", "philippinesregister", "phase", "pg500", "pesk", "persists", "permanently", "people", "penaltiesfines", "pede", "pdic", "payperview", "payout", "paylite", "paybdo", "paubos", "patronizing", "pasok", "pasay", "pasabog", "partnership", "park", "parami", "paradise", "papa", "pangregalo", "pangarawaraw", "panel", "panalo\u00c2\u00a0", "panalokatv", "panalokade", "pambayad", "pamasko", "paldo", "palakihin", "pala", "pakilogin", "pakidala", "pahinga", "paghingi", "pagdownload", "pagdating", "pagbibigay", "pagbabalik", "padala", "packs", "packages", "pabili", "pabakunahan", "paalala", "p999", "p9900", "p895000", "p87635", "p87400", "p873000", "p749000", "p688", "p66", "p650", "p6140", "p5900", "p58888", "p549mo", "p5000", "p4900", "p4132037mo", "p40k", "p4030467mo", "p400", "p399mo", "p399", "p30", "p2999phonexiaomi", "p2874", "p28", "p249mo", "p2160", "p200000", "p197", "p18", "p1777777", "p17177", "p17", "p150k", "p150000", "p14900", "p148500", "p12000", "p105", "orlando", "orange", "optoutmsg", "opmnight", "opm", "operating", "openaccess", "ontime", "onsite", "oneway", "okwintv", "oktoberfest", "ogawa", "officially", "offerspurchase", "offering", "ocw", "observance", "oadvisoryyour", "numerong", "nuggets", "novice", "notouch", "noted", "nor", "nissan", "nina", "nights", "ncap", "nationals", "natin", "naten", "nasend", "nakaselfie", "naiinip", "nagparehistro", "naglunsad", "nagiimbita", "naganap", "mystery", "mysterious", "mybitglobal", "mwjtuk", "mura", "muntinlupa", "movies", "motor", "moonowso", "monsun", "mondays", "moments", "modern", "modem", "moa", "mnp", "mitsubishitoyota", "mismong", "miriam", "millions", "millennial", "midshift", "mgyuu", "mezzage", "meralco", "menu", "memories", "melos", "megawin", "meetup", "media", "mechanics", "meaningful", "meals", "mdphtw", "mcph7up", "mbps", "mayaphmerrymoneyholiday", "mayaphdownload", "maxs", "mawala", "matter", "masyadong", "maswerte", "masterph7up", "massive", "masayang", "marvel", "markets", "marketplace", "maprocess", "manloko", "manlalaro", "manilas", "mananalo", "manager", "mamaya", "mama", "malakas", "makilahok", "makapaldo", "maka", "maintain", "mahal", "magsimula", "magpapadala", "maglogin", "magload", "magcheckout", "magcash", "magbook", "magbahagi", "madaling", "mababang", "maaprobahan", "maam", "maaga", "lzdcolazsmartnov22", "lvv65a118luk", "luto", "lugar", "lucky7charmuk", "luckday", "loyal", "lowinterest", "lowest", "lowbat", "lose", "longweekendmi", "logon", "lodi646", "lng", "lmydesrfn", "living", "lives", "livemusicmanila", "lines", "len", "leather", "learning", "le", "launched", "launch", "lasik", "las", "larong", "laptop", "langmay", "lanang", "lamig", "lalican", "lalaro", "lagi", "kundisyon", "kumpletuhin", "kumakalat", "kuha", "kredito", "konsulta", "knowledgeable", "knowledge", "klv7o7bbeauk", "kklfphfyi", "kkbet", "kkbe", "king", "kinakailangan", "kid", "key", "kassandra", "kasiyahan", "kasi", "kapos", "kapa", "kamusta", "kailan", "kagabi", "kaba", "julynami", "juice", "joypodde", "jollibee777", "jkiby67a7qat", "jinio", "jiliicashout", "jilibounssite", "jego", "jamba", "jackpotjili", "iurlczunionbank", "itataas", "italy", "israel", "iscan", "iran", "iphone15", "iosandroid", "ioowelcomebounsfreespn", "invoice", "inviting", "invites", "invited", "invitation", "inuutang", "introducing", "interrupted", "instructor", "input", "inoutmore", "inom", "inn", "ingame", "infoashangrilapropertiesinccom", "infinix", "increased", "incomplete", "included", "inaccessible", "inaasahan", "impormasyon", "implementation"]